# lou-cask


# Ask for the administrator password upfront.
# sudo -v

# Keep-alive: update existing `sudo` time stamp until the script has finished.
# while true; do sudo -n true; sleep 60; kill -0 "$$" || exit; done 2>/dev/null &


# Install Packages
brew 'blueutil'
brew 'mas'

# Casks
# Specify directory
cask_args appdir: '~/Applications'

cask 'dropbox'
cask 'google-chrome'
cask 'alfred'

cask  'seil'
cask  'karabiner'
cask  'keyboard-maestro'
cask  'bettertouchtool'
cask  'slate'

cask  'google-chrome'
cask  'firefox'
cask  'evernote'
cask  'sublime'

cask  'snagit'

cask  'vlc'
cask  'spotify'
cask  'keepass'

cask  'appcleaner'



